[
{"count": 1,  "color": "Gray",
    "title": "Eversmoking Bottle",
    "icon": "shiny-purse",
    "contents": [
      "subtitle | Wondrous",
      "rule",
      "fill | 0.5",
      "text | Smoke leaks from the lead-stoppered mouth of this brass bottle, which weighs 1 pound. When you use an action to remove the stopper, a cloud of thick smoke pours out in a 60-foot radius from the bottle. The cloud's area is heavily obscured. Each minute the bottle remains open and within the cloud, the radius increases by 10 feet until it reaches its maximum radius of 120 feet. <br> The cloud persists as long as the bottle is open. Closing the bottle requires you to speak its Command Word as an action. Once the bottle is closed, the cloud disperses after 10 minutes. A moderate wind (11 to 20 miles per hour) can also disperse the smoke after 1 minute, and a strong wind (21 or more miles per hour) can do so after 1 round.",
      "fill | 3"

]},
{"count": 1,  "color": "Gray",
    "title": "Piccolo of Haunting",
    "icon": "flute",
    "contents": [
      "subtitle | Wondrous",
      "rule",
      "fill | 0.5",
      "text | You must be proficient with wind instruments to use these Piccolo. They have 3 Charges. You can use an action to play them and expend 1 charge to create an eerie, spellbinding tune. Each creature within 30 feet of you that hears you play must succeed on a DC 15 Wisdom saving throw or become Frightened of you for 1 minute. If you wish, all creatures in the area that aren't Hostile toward you automatically succeed on the saving throw. A creature that fails the saving throw can repeat it at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on its saving throw is immune to the effect of these Piccolo for 24 hours. The Piccolo regain 1d3 expended Charges daily at dawn.",
      "fill | 3",
      "boxes | 3 | 3"
]},
{"count": 1,  "color": "Gray",
    "title": "Belt of Wizardary",
    "icon": "belt-armor",
    "contents": [
      "subtitle | Wondrous, Belt, Upgradable.",
      "rule",
      "property | Attunement | Yes",
      "rule",
      "fill | 0.5",
      "text | This belt has 2 charges (2 gems). Whenever you cast a spell you can expend one charge to implement one of the following metamagic into your spell. The belt regains 1d4 charges after each long rest.",
      "description | Distant Spell (1 Charge) | When you cast a spell that has a range of 5 feet or greater, you can spend 1 charge to double the range of the spell. When you cast a spell that has a range of touch, you can spend 1 charge to make the range of the spell 30 feet.",
      "description | Empowered Spell (1 Charge) | When you roll damage for a spell, you can spend 1 charge to reroll a number of the damage dice up to your Charisma modifier (minimum of one). You must use the new rolls. <br> You can use Empowered Spell even if you have already used a different Metamagic option during the casting of the spell.",
      "description | Extended Spell (1 charge) |When you cast a spell that has a duration of 1 minute or longer, you can spend 1 charge to double its duration, to a maximum duration of 24 hours.",
      "description | Subtle Spell (1 charge) +| When you cast a spell, you can spend 1 charge to cast it without any somatic or verbal components.",
      "fill | 3",
      "boxes | 2 | 3"
]}
]
