[
{"color": "Gray", "count": 1,
  "title_size": "11",
  "icon": "thor-hammer",
  "title": "Hammer of Wounding",
  "contents": [
    "subtitle | Warhammer",
    "rule",
    "property | Attunement | Yes",
    "rule",
    "text | Once per turn, when you hit a creature with an attack using this magic weapon, you can wound the target. At the start of each of the wounded creature's turns, it takes 1d4 necrotic damage for each time you've wounded it, and it can then make a DC 15 Constitution saving throw, ending the effect of all such wounds on itself on a success. Alternatively, the wounded creature, or a creature within 5 feet of it, can use an action to make a DC 15 Wisdom (Medicine) check, ending the effect of such wounds on it on a success."
]},
{"color": "Gray", "count": 1,
  "title_size": "11",
  "icon": "battle-axe",
  "title": "Axe of the Wind",
  "contents": [
    "subtitle | Battleaxe",
    "rule",
    "property | Attunement | Yes",
    "rule",
    "fill | 0.5",
    "text | While you are wielding this sword, as an action you may move yourself and up to 2 other creatures you can see up to 10 feet. If you try to move a creature that is unwilling, it may attempt a DC 14 Strength saving throw. It is not moved if it succeeds..",
    "fill | 3"
]},
{"count": 1,  "color": "Gray",
    "title": "Ring of frost",
    "icon": "ring",
    "contents": [
      "subtitle | Ring",
      "rule",
      "property | Attunement | Yes",
      "rule",
      "fill | 0.5",
      "text | While wearing this ring, you have resistance to fire damage. In addition, you and everything you wear and carry are unharmed by temperatures as high as 150 degrees Fahrenheit.",
      "fill | 3"
]},
{"color": "Gray", "count": 1,
  "title_size": "11",
  "icon": "shiny-purse",
  "title": "Eyes of Minute Seeing",
  "contents": [
    "subtitle | Wondrous",
    "rule",
    "fill | 0.5",
    "text | These Crystal lenses fit over the eyes. While wearing them, you can see much better than normal out to a range of 1 foot. You have advantage on Intelligence (Investigation) checks that rely on sight while searching an area or studying an object within that range.",
    "fill | 3"
]},
{"color": "Gray", "count": 1,
  "title_size": "11",
  "icon": "shiny-purse",
  "title": "Eyes of the Eagle",
  "contents": [
    "subtitle | Wondrous",
    "rule",
    "property | Attunement | Yes",
    "rule",
    "fill | 0.5",
    "text | These Crystal lenses fit over the eyes. While wearing them, you have advantage on Wisdom (Perception) checks that rely on sight. In Conditions of clear visibility, you can make out details of even extremely distant creatures and Objects as small as 2 feet across.",
    "fill | 3"
]},
{"color": "Gray", "count": 1,
  "title_size": "11",
  "icon": "shiny-purse",
  "title": "Eyes of Charming",
  "contents": [
    "subtitle | Wondrous",
    "rule",
    "property | Attunement | Yes",
    "rule",
    "fill | 0.5",
    "text | These Crystal lenses fit over the eyes. They have 3 Charges. While wearing them, you can expend 1 charge as an action to cast the Charm Person spell (save DC 13) on a humanoid within 30 feet of you, provided that you and the target can see each other. The lenses regain all expended Charges daily at dawn.",
    "fill | 3",
    "boxes | 3 | 3"
]},
{"count": 1,  "color": "Gray",
    "title": "Boots of elvenkind",
    "icon": "shiny-purse",
    "contents": [
      "subtitle | Wondrous, Feet",
      "rule",
      "fill | 0.5",
      "text | While you wear these boots, your steps make no sound, regardless of the surface you are moving across. You also have advantage on Dexterity (Stealth) checks that rely on moving silently.",
      "fill | 3"
]},
{"count": 1,  "color": "Gray",
    "title": "Circlet of blasting",
    "icon": "shiny-purse",
    "contents": [
      "subtitle | Wondrous, Head",
      "rule",
      "fill | 0.5",
      "text | While wearing this circlet, you can use an action to cast the Scorching Ray spell with it. When you make the spell's attacks, you do so with an Attack bonus of +5. The circlet can't be used this way again until the next dawn.",
      "fill | 3",
      "boxes | 1 | 3"
]},
{"count": 1,  "color": "Gray",
    "title": "Wind Fan",
    "icon": "shiny-purse",
    "contents": [
      "subtitle | Wondrous",
      "rule",
      "fill | 0.5",
      "text | While holding this fan, you can use an action to cast the Gust of Wind spell (save DC 13) from it. Once used, the fan shouldn't be used again until the next dawn. Each time it is used again before then, it has a cumulative 20 percent chance of not working and tearing into useless, nonmagical tatters.",
      "fill | 3",
      "boxes | 1 | 3"
]}
]
