[
  {
    "count": 1, "color": "Gray",
    "title": "Alchemy Jug",
    "icon": "wing-cloak",
    "contents": [
      "subtitle | Wondrous",
      "rule",
      "fill | 0.1",
      "text | This ceramic jug appears to be able to hold a gallon of liquid and weighs 12 pounds whether full or empty. Sloshing sounds can be heard from within the jug when it is shaken, even if the jug is empty.",
      "text | You can use an action and name one liquid from the table below to cause the jug to produce the chosen liquid. Afterward, you can uncork the jug as an action and pour that liquid out, up to 2 gallons per minute. The maximum amount of liquid the jug can produce depends on the liquid you named.",
      "text | Once the jug starts producing a liquid, it can't produce a different one, or more of one that has reached its maximum, until the next dawn.",
      "fill | 0.3",
      "section | Max Amount",
      "bullet | <b>Acid:</b> 8 ounces",
      "bullet | <b>Basic poison:</b> 1/2 ounce",
      "bullet | <b>Beer:</b> 4 gallons",
      "bullet | <b>Honey:</b> 1 gallon",
      "bullet | <b>Mayonnaise:</b> 2 gallons",
      "bullet | <b>Oil:</b> 1 quart",
      "bullet | <b>Vinegar:</b> 2 gallons",
      "bullet | <b>Water, fresh:</b> 8 gallons",
      "bullet | <b>Water, salt:</b> 12 gallons",
      "bullet | <b>Wine:</b> 1 gallon"
    ],
    "tags": [
      "wondrous",
      "uncommon"
    ]
  },
  {
    "count": 1,
    "color": "Gray",
    "title": "Driftglobe",
    "icon": "wing-cloak",
    "contents": [
      "subtitle | Wondrous",
      "rule",
      "fill | 0.1",
      "text | This small sphere of thick glass weighs 1 pound. If you are within 60 feet of it, you can speak its command word and cause it to emanate the light or daylight spell. Once used, the daylight effect can't be used again until the next dawn. <br><br> You can speak another command word as an action to make the illuminated globe rise into the air and float no more than 5 feet off the ground. The globe hovers in this way until you or another creature grasps it. If you move more than 60 feet from the hovering globe, it follows you until it is within 60 feet of you. It takes the shortest route to do so. If prevented from moving, the globe sinks gently to the ground and becomes inactive, and its light winks out."
    ],
    "tags": [
      "wondrous",
      "uncommon"
    ]
  },
  {
    "count": 1,
    "color": "Gray",
    "title": "Wand of Pyrotechnics",
    "icon": "crystal-wand",
    "contents": [
      "subtitle | Wondrous",
      "rule",
      "property | Maximum charges | 7",
      "property | Recharge | 1d6 + 1",
      "rule",
      "fill | 0.1",
      "text | This wand has 7 charges. While holding it, you can use an action to expend 1 of its charges and create a harmless burst of multicolored light at a point you can see up to 60 feet away. The burst of light is accompanied by a crackling noise that can be heard up to 300 feet away. The light is as bright as a torch flame but lasts only a second.",
      "text | The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand’s last charge, roll a d20. On a 1, the wand erupts in a harmless pyrotechnic display and is destroyed.",
      "fill | 3",
      "boxes | 7 | 2"
    ],
    "tags": [
      "wondrous",
      "common"
    ]
  },
  {
    "count": 1,
    "color": "Gray",
    "title": "Instrument of Scribing",
    "icon": "music-spell",
    "contents": [
      "subtitle | Wondrous",
      "rule",
      "property | Maximum charges | 3",
      "property | Recharge | all charges daily at dawn",
      "rule",
      "fill | 0.1",
      "text | This musical instrument has 3 charges. While you are playing it, you can use an action to expend 1 charge from the instrument and write a magical message on a nonmagical object or surface that you can see within 30 feet of you. The message can be up to six words long and is written in a language you know. If you are a bard, you can scribe an additional seven words and choose to make the message glow faintly, allowing it to be seen in nonmagical darkness. Casting dispel magic on the message erases it. Otherwise, the message fades away after 24 hours.",
      "text | The instrument regains all expended charges daily at dawn.",
      "fill | 3",
      "boxes | 3 | 2"
    ],
    "tags": [
      "wondrous",
      "common"
    ]
  },
  {
    "count": 1,
    "color": "Gray",
    "title": "Staff of Birdcalls",
    "icon": "wizard-staff",
    "contents": [
      "subtitle | Wondrous",
      "rule",
      "property | Maximum charges | 10",
      "property | Recharge | 1d6+4 daily at dawn",
      "rule",
      "fill | 0.1",
      "text | This wooden staff is decorated with bird carvings. It has 10 charges. While holding it, you can use an action to expend 1 charge from the staff and cause it to create one of the following sounds out to a range of 60 feet: a finch’s chirp, a raven's caw, a duck’s quack, a chicken’s cluck, a goose‘s book, a loon’s call, a turkey’s gobble, a seagull’s cry, an owl’s hoot, or an eagle’s shriek.",
      "text | The staff regains 1d6 + 4 expended charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the staff explodes in a harmless cloud of bird feathers and is lost forever.",
      "fill | 3",
      "boxes | 10 | 2"
    ],
    "tags": [
      "wondrous",
      "common"
    ]
  },
  {
    "count": 1,
    "color": "Gray",
    "title": "Hat of Vermin",
    "icon": "shiny-purse",
    "contents": [
      "subtitle | Wondrous",
      "rule",
      "property | Maximum charges | 3",
      "property | Recharge | all charges daily at dawn",
      "rule",
      "fill | 0.1",
      "text | This hat has 3 charges. While holding the hat, you can use an action to expend 1 of its charges and speak a command word that summons your choice of a <strong>bat</strong>, a <strong>frog</strong>, or a <strong>rat</strong> (see the Player’s Handbook or the Monster Manual for statistics). The summoned creature magically appears in the hat and tries to get away from you as quickly as possible. The creature is neither friendly nor hostile, and it isn’t under your control. It behaves as an ordinary creature of its kind and disappears after 1 hour or when it drops to 0 hit points. The hat regains all expended charges daily at dawn.",
      "fill | 3",
      "boxes | 3 | 2"
    ],
    "tags": [
      "wondrous",
      "common"
    ]
  }

]
